// // See https://aka.ms/new-console-template for more information
// Console.WriteLine("Hello, World!");
 
//  Задача 28.
//  Напишите программу, которая принимает на вход число N 
//  и выдает произведение чисел от 1 до N.
  
//   4 -> 24
//   5 -> 120
